const faqs = [
  {
    question: "Які переваги регулярної фізичної активності?",
    answer:
      "Покращує серцево-судинне здоров'я, зміцнює м'язи та підвищує психічне благополуччя.",
  },
  {
    question: "Як запобігти спортивним травмам?",
    answer:
      "Розминка, використання відповідного обладнання, дотримання правил безпеки та уникнення перенавантажень.",
  },
  {
    question: "Що таке крос-тренування і чому воно корисне?",
    answer:
      "Поєднує різні вправи для покращення фізичної форми, зменшення ризику травм і уникнення монотонності.",
  },
  {
    question: "Скільки фізичної активності рекомендується дорослим?",
    answer:
      "Щонайменше 150 хвилин помірної або 75 хвилин інтенсивної активності на тиждень.",
  },
  {
    question: "Які поради щодо відновлення після тренування?",
    answer:
      "Пийте достатньо води, їжте збалансовану їжу, розтягуйтесь і добре спіть.",
  },
  {
    question: "Що їсти до і після тренування?",
    answer: `По-перше, переконайтесь, що ваш останній щільний прийом їжі був за 2–3 години до тренування. Інакше ви можете відчути дискомфорт під час занять.

Споживання простих вуглеводів приблизно за годину до тренування — гарна звичка: свіже або сушене фруктове, трохи граноли чи батончик злаків. Це забезпечить вас швидкодоступною енергією під час сесії.

Після тренування потрібно відновити та поповнити запаси. Повільні вуглеводи допомагають заповнити втрачені запаси глікогену, а білок — запустити процес відновлення м’язів.

Хорошими джерелами є: коричнева паста, рис, картопля — для вуглеводів, риба, курятина, боби та бобові — для білків.`,
  },
  {
    question: "Який тип тренувань збільшує м'язову масу?",
    answer: `Силові тренування — найефективніший спосіб збільшення м’язової маси.

Варто почати з занять 2–3 рази на тиждень, якщо ви новачок у цій сфері.

Для початку краще зосередитися на базових вправах — присідання, тяги, жими, які залучають кілька груп м’язів одночасно.

Важливо дотримуватись правильної техніки та поступово збільшувати вагу або складність вправ, щоб досягти м’язового росту.`,
  },
];

export default faqs;
